{
  "nav": {
    "about": "Über mich",
    "fertigkeiten": "Fertigkeiten",
    "projekte": "Projekte",
    "kontakt": "Kontakt",
    "downloads": "Downloads"
  },
  "about": {
    "title": "Über mich",
    "text": "Ich bin Elderson Luciano Mezzomo, ein engagierter und kreativer Frontend-Entwickler mit einer Leidenschaft für JavaScript, HTML5 und CSS3. Ich habe eine einzigartige Kombination aus Erfahrung in der Führung von Teams, analytischem Denken und fundierten Kenntnissen in der Frontend-Entwicklung. Mit Leidenschaft für exakte Wissenschaften habe ich fundierte Fähigkeiten in der Frontend-Entwicklung erworben und strebe nun danach, meine technischen Fähigkeiten in einem dynamischen und innovativen Umfeld weiterzuentwickeln."
  },
  "skills": {
    "title": "Fertigkeiten",
    "skill1": "Frontend-Entwicklung: JavaScript, HTML5, CSS3",
    "skill2": "Design-Tools: Figma, Canva, Adobe Photoshop, Adobe Illustrator",
    "skill3": "Projektmanagement und agile Methoden: Scrum, Kanban",
    "skill4": "Problemlösung und analytische Fähigkeiten",
    "skill5": "Software und Tools: Git, VS Code, Google Cloud"
  },
  "projects": {
    "title": "Projekte",
    "project1": {
      "desc": "Die Webseite für den Friseursalon \"Nuray Bal\" in Marburg wurde entwickelt, um die Dienstleistungen und das Ambiente des Salons ansprechend und benutzerfreundlich darzustellen.",
      "technologiesTitle": "Technologien:",
      "html": "HTML: Verwendung von semantischem HTML5 für eine klare, zugängliche Struktur und die Implementierung einer Video-Einbettung auf der Startseite.",
      "css": "CSS: Flexible Techniken mit CSS-Variablen für eine konsistente Farb- und Designpalette, die sich responsiv an verschiedene Bildschirmgrößen anpasst. Übergangseffekte für eine sanfte Benutzererfahrung.",
      "js": "JavaScript: Dynamische Sprachwechsel und anpassbare Header-Elemente, die das Benutzererlebnis verbessern.",
      "conclusion": "Fazit: Dieses Projekt demonstriert meine Fähigkeit, professionelle und benutzerfreundliche Webseiten mit modernen Webtechnologien zu erstellen.",
      "codeBtn": "Code ansehen",
      "viewBtn": "Projekt ansehen"
    },
    "project2": {
      "desc": "Schlafklang ist eine interaktive Webanwendung, die den Benutzern hilft, eine beruhigende Schlafumgebung zu schaffen, indem sie einen Countdown-Timer, ein Hintergrundvideo und Musik nach ihren Vorlieben auswählen.",
      "technologiesTitle": "Technologien:",
      "html": "HTML: Klare Strukturierung der Auswahlmöglichkeiten (Timer, Hintergrund und Musik) für eine intuitive Bedienung.",
      "css": "CSS: Minimalistisches Design mit dunklen Farben und subtilen Animationen, um eine entspannende Atmosphäre zu unterstützen. Flexibilität durch CSS-Variablen.",
      "js": "JavaScript: Steuerung der Lautstärke und des Vollbildmodus basierend auf der verbleibenden Zeit, was eine nahtlose Benutzererfahrung ermöglicht.",
      "conclusion": "Fazit: Schlafklang zeigt meine Fähigkeiten in der Entwicklung von interaktiven und benutzerzentrierten Webanwendungen, die funktional und ästhetisch ansprechend sind.",
      "codeBtn": "Code ansehen",
      "viewBtn": "Projekt ansehen"
    },
    "project3": {
      "desc": "Central CAIXA vereint alle Apps, sozialen Netzwerke und Supportkanäle der CAIXA ECONÔMICA FEDERAL an einem Ort. Die App zielt darauf ab, digitale Barrieren zu senken, insbesondere für Nutzer mit geringer digitaler Kompetenz.",
      "technologiesTitle": "Technologien:",
      "html": "HTML: Gut strukturierte Abschnitte, die eine intuitive Navigation zwischen Apps, Webseiten und sozialen Netzwerken ermöglichen.",
      "css": "CSS: Farbliche Unterscheidung zwischen installierten und nicht installierten Apps zur visuellen Führung der Nutzer, unterstützt durch CSS-Animationen und Übergänge.",
      "js": "JavaScript: Erkennung installierter Apps auf dem Gerät des Nutzers und nahtlose Integration in die entsprechenden App-Stores für Downloads.",
      "conclusion": "Soziale Verantwortung: Dieses Projekt fördert die digitale Inklusion und erleichtert den Zugang zu wichtigen Diensten für alle Nutzer.",
      "conclusionFinal": "Fazit: Central CAIXA zeigt meine Fähigkeit, benutzerfreundliche und inklusive Anwendungen zu entwickeln, die einen sozialen Mehrwert bieten.",
      "codeBtn": "Code ansehen",
      "viewBtn": "Projekt ansehen"
    }
  },
  "contact": {
    "title": "Kontakt",
    "text": "Sie können mich über die folgenden Kanäle erreichen:"
  },
  "downloads": {
    "title": "Downloads",
    "text": "Hier können Sie meinen Lebenslauf und meine Zertifikate herunterladen:",
    "items": {
      "resume": "Lebenslauf herunterladen (PDF)",
      "certificates": "Diplome und Zertifikate herunterladen (ZIP)"
    }
  },
  "footer": {
    "text": "&copy; 2024 Elderson Luciano Mezzomo - Leidenschaftlicher Frontend-Entwickler aus Marburg, Deutschland."
  },
  "general": {
    "talkBtn": "Lass uns sprechen",
    "readMoreBtn": "Mehr anzeigen",
    "readLessBtn": "Weniger anzeigen"
  }
}
