{
  "nav": {
    "about": "Sobre mim",
    "fertigkeiten": "Habilidades",
    "projekte": "Projetos",
    "kontakt": "Contato",
    "downloads": "Downloads"
  },
  "about": {
    "title": "Sobre mim",
    "text": "Sou Elderson Luciano Mezzomo, um desenvolvedor frontend dedicado e criativo, com paixão por JavaScript, HTML5 e CSS3. Tenho uma combinação única de experiência em liderança de equipes, pensamento analítico e profundo conhecimento em desenvolvimento frontend. Com paixão por ciências exatas, adquiri habilidades sólidas no desenvolvimento frontend e agora busco aprimorar minhas habilidades técnicas em um ambiente dinâmico e inovador."
  },
  "skills": {
    "title": "Habilidades",
    "skill1": "Desenvolvimento Frontend: JavaScript, HTML5, CSS3",
    "skill2": "Ferramentas de Design: Figma, Canva, Adobe Photoshop, Adobe Illustrator",
    "skill3": "Gerenciamento de Projetos e Metodologias Ágeis: Scrum, Kanban",
    "skill4": "Resolução de Problemas e Habilidades Analíticas",
    "skill5": "Software e Ferramentas: Git, VS Code, Google Cloud"
  },
  "projects": {
    "title": "Projetos",
    "project1": {
      "desc": "O site para o salão de beleza 'Nuray Bal' em Marburg foi desenvolvido para apresentar os serviços e a atmosfera do salão de forma atraente e fácil de usar.",
      "technologiesTitle": "Tecnologias:",
      "html": "HTML: Uso de HTML5 semântico para uma estrutura clara e acessível, com implementação de um vídeo em segundo plano na página inicial.",
      "css": "CSS: Técnicas flexíveis com variáveis CSS para uma paleta de cores e design consistente, adaptável a diferentes tamanhos de tela. Transições suaves para uma experiência de usuário agradável.",
      "js": "JavaScript: Troca dinâmica de idiomas e elementos de cabeçalho personalizáveis para melhorar a experiência do usuário.",
      "conclusion": "Conclusão: Este projeto demonstra minha capacidade de criar sites profissionais e fáceis de usar com tecnologias web modernas.",
      "codeBtn": "Ver Código",
      "viewBtn": "Ver Projeto"
    },
    "project2": {
      "desc": "Schlafklang é uma aplicação web interativa que ajuda os usuários a criar um ambiente relaxante para dormir, permitindo selecionar um cronômetro, um vídeo de fundo e uma música de sua escolha.",
      "technologiesTitle": "Tecnologias:",
      "html": "HTML: Estrutura clara para opções de seleção (cronômetro, fundo e música) para uma operação intuitiva.",
      "css": "CSS: Design minimalista com cores escuras e animações sutis para apoiar uma atmosfera relaxante. Flexibilidade através de variáveis CSS.",
      "js": "JavaScript: Controle de volume e modo de tela cheia com base no tempo restante, proporcionando uma experiência de usuário suave.",
      "conclusion": "Conclusão: Schlafklang mostra minhas habilidades no desenvolvimento de aplicações web interativas e centradas no usuário, que são funcionais e visualmente atraentes.",
      "codeBtn": "Ver Código",
      "viewBtn": "Ver Projeto"
    },
    "project3": {
      "desc": "Central CAIXA reúne todos os aplicativos, redes sociais e canais de suporte da CAIXA ECONÔMICA FEDERAL em um só lugar. O objetivo é reduzir barreiras digitais, especialmente para usuários com pouca competência digital.",
      "technologiesTitle": "Tecnologias:",
      "html": "HTML: Seções bem estruturadas que permitem navegação intuitiva entre aplicativos, sites e redes sociais.",
      "css": "CSS: Diferenciação visual entre aplicativos instalados e não instalados para guiar os usuários, suportado por animações e transições CSS.",
      "js": "JavaScript: Detecção de aplicativos instalados no dispositivo do usuário e integração perfeita com as lojas de aplicativos correspondentes para downloads.",
      "conclusion": "Responsabilidade Social: Este projeto promove a inclusão digital e facilita o acesso a serviços essenciais para todos os usuários.",
      "conclusionFinal": "Conclusão: Central CAIXA demonstra minha capacidade de desenvolver aplicações inclusivas e fáceis de usar, que oferecem um valor social significativo.",
      "codeBtn": "Ver Código",
      "viewBtn": "Ver Projeto"
    }
  },
  "contact": {
    "title": "Contato",
    "text": "Você pode me encontrar através dos seguintes canais:"
  },
  "downloads": {
    "title": "Downloads",
    "text": "Aqui você pode baixar meu currículo e meus certificados:",
    "items": {
      "resume": "Baixar Currículo (PDF)",
      "certificates": "Baixar Diplomas e Certificados (ZIP)"
    }
  },
  "footer": {
    "text": "&copy; 2024 Elderson Luciano Mezzomo - Desenvolvedor Frontend apaixonado de Marburg, Alemanha."
  },
  "general": {
    "talkBtn": "Vamos conversar",
    "readMoreBtn": "Ver mais",
    "readLessBtn": "Ver menos"
  }
}
